
"No Event Selected." = "イベントが選択されていません";
"Multiple Events Selected." = "複数のイベントが選択されています";
"No unresolved events." = "未解決のイベントはありません";
"No unsolved events." = "未解決のイベントはありません";
"No unread events." = "未読イベントはありません";
"No matching events found." = "一致するイベントはありません";


//k Contextual Menu Title
"Delete all Messages from \"%@\"" = "\"%@\" からのすべてのメッセージを削除";
"Mark as Read" = "既読にする";
"Mark as Unread" = "未読にする";

//ks Event status tool tips
"Resolved" = "解決済み";
"Unresolved" = "未解決";
"Partially Solved" = "部分的に解決";
"Status Unknown" = "ステータス不明";


//ks Event Severity tool tips
"Information" = "情報";
"Warning" = "警告";
"User Intervention Required" = "ユーザーの介入が必要です";
"Resolvable Problem" = "解決可能な問題";
"Unresolvable Problem" = "解決不可能な問題";


//ks Filter option buttons
" Unread (%u) " = " 未読 (%u) ";
" Unresolved (%u) " = " 未解決 (%u) ";

//ks Smash error
"device event retrieval" = "デバイス イベントの検索";
"deletion of event" = "イベントの削除";

"The message could not be deleted" = "メッセージを削除できませんでした";
